Repository: FyreUx/Biathlon-Esthivaukan
Catalog: Resources/AppResources.*.resx
Languages: vi_vn

# acc
source: Shooting accuracy (%)
vi_vn: Độ chính xác bắn (%)

# Am
source: Average Pace
vi_vn: Tốc độ trung bình

# d1
source: 1st Distance:
vi_vn: Khoảng cách 1:

# d2
source: 2nd Distance:
vi_vn: Khoảng cách 2:

# d3
source: 3rd Distance:
vi_vn: Khoảng cách 3:

# Distance
source: Chose the order of racing durations
vi_vn: Chọn các khoảng cách theo thứ tự mong muốn

# end
source: done
vi_vn: Đã xong

source: First Name
vi_vn: Tên đệm

# fninput
source: Enter your first name
vi_vn: Nhập tên đệm của bạn

# four
source: Time 400m
vi_vn: Thời gian 400m

# GR
source: Race Results
vi_vn: Kết quả của cuộc đua

# hg
source: Timer
vi_vn: Đồng hồ bấm giờ

# HomeTitle
source: Home
vi_vn: Trang chủ

# mail
source: Email address
vi_vn: Địa chỉ email

# minput
source: Enter your email address
vi_vn: Nhập địa chỉ email của bạn

# name
source: Last Name
vi_vn: Tên

# ninput
source: Enter your name
vi_vn: Nhập tên của bạn

# p1
source: Stop 1
vi_vn: Dừng 1

# p2
source: Stop 2
vi_vn: Dừng 2

# p3
source: Stop 3
vi_vn: Dừng 3

# perfTitle
source: Performance Tracking
vi_vn: Theo dõi hiệu suất

# ppTitle
source: User Profile
vi_vn: Hồ sơ người dùng

# PST
source: stop at the shooting range
vi_vn: Chuyển đến trường bắn

# RT
source: Time Results
vi_vn: Kết quả Thời gian

# RTir
source: Shooting Results
vi_vn: Kết quả bắn

# Run
source: Race
vi_vn: Cuộc đua

# SG
source: Overall Stats
vi_vn: Thống kê Tổng quát

source: Share
vi_vn: Chia sẻ

source: Shots
vi_vn: Thời gian của cuộc đua

# six
source: Time 600m
vi_vn: Thời gian 600m

source: Submit
vi_vn: Gửi

# tc
source: Race time
vi_vn: Thời gian đua

# tr
source: Remaining Time
vi_vn: Thời gian còn lại

# two
source: Time 200m
vi_vn: Thời gian 200m

# valid
source: Validate the race
vi_vn: Xác nhận cuộc đua
